Repository: amisadmin/fastapi-amis-admin
Catalog: fastapi_amis_admin/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Add Association
de_de: Assoziation hinzufügen

source: Are you sure you want to add the association?
de_de: Sind Sie sicher, dass Sie die Assoziation hinzufügen wollen?

source: Remove Association
de_de: Assoziation entfernen

source: Are you sure you want to remove the association?
de_de: Sind Sie sicher, dass Sie die Assoziation entfernen wollen?

source: SHOWING ${items|count} OF ${total} RESULT(S)
de_de: Zeige ${items|count} von ${total} Resultate

source: Clear
de_de: Löschen

source: Reset
de_de: Zurücksetzen

source: Search
de_de: Suchen

source: View
de_de: Anzeigen

source: Create
de_de: Erstellen

source: Bulk Create
de_de: Massenhaft erstellen

source: Update
de_de: Aktualisieren

source: Bulk Update
de_de: Massenhaft aktualisieren

source: Delete
de_de: Löschen

source: Are you sure you want to delete row ${%s}?
de_de: Sind Sie sicher, dass Sie die Zeile ${%s} löschen wollen?

source: Bulk Delete
de_de: Massenhaft löschen

source: Are you sure you want to delete the selected rows?
de_de: Sind Sie sicher, dass Sie die ausgewählten Zeilen löschen wollen?

source: Custom form actions
de_de: Benutzerdefinierte Formular-Aktionen

source: Internal data validation exception
de_de: Interne Datenvalidierungsausnahme

source: Internal server exception
de_de: Interne Serverausnahme

source: YES
de_de: JA

source: NO
de_de: NEIN

source: List display
de_de: Show
